Repository: lainsce/dot-matrix
Catalog: po/extra/*.po
Languages: fr, nl

source: The glyph playground of creativity from simple lines
fr: Le terrain de jeu de la créativité à partir de lignes simples
nl: Laat je creativiteit de vrije loop door te spelen met lijnen

source: Make out icons, glyphs, or anything you can create with lines in this grid of dots
fr: Dessinez des icônes, des glyphes ou tout ce que vous pouvez créer avec des lignes dans cette grille de points.
nl: Maak pictogrammen, symbolen, en al het andere wat je kunt bedenken, binnen het rooster

source: Select whetether to draw with lines or curves.
fr: Sélectionnez si vous voulez dessiner avec des lignes ou des courbes.
nl: Kies of je wilt tekenen met lijnen of gebogen lijnen.

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q
nl: Sluit af met Ctrl + Q

source: Undo with the shortcut Ctrl + Z
fr: Annulez le dernier tracé avec Ctrl + Z
nl: Maak ongedaan met Ctrl + Z

source: Change line thickness by +5 or -5 with the respective shortcuts Ctrl + ) and Ctrl + (
fr: Modifiez l'épaisseur de ligne par +5 ou -5 avec les raccourcis respectifs Ctrl + ) et Ctrl + (
nl: Pas de lijndikte met +5 of -5 aan middels de sneltoetsen Ctrl + ) en Ctrl + (

source: Release: French Horns
fr: Version: Klaxon Français
nl: Uitgave: ‘Franse blazers’

source: Added: French translations (NathanBnm)
fr: Ajout : Traductions françaises grâce à NathanBnm
nl: [NIEUW] Franse vertaling, met dank aan @NathanBnm

source: Release: Unto The Rocks
fr: Version : Dans Les Rochers
nl: Uitgave: ‘Op de klippen’

source: Added: Mouse cursor.
fr: Ajout : Curseur de la souris.
nl: [NIEUW] Muisaanwijzer

source: Added: Undo function button.
fr: Ajout : Bouton Annuler le dernier tracé.
nl: [NIEUW] Ongedaan maken-functie

source: Added: Show/Hide Grid function button.
fr: Ajout : Bouton Afficher/Masquer le grille.
nl: [NIEUW] Knop om het rooster te tonen of verbergen

source: Added: Undo and line thickness keybinds.
fr: Ajout : Raccourcis clavier pour annuler et modifier l'épaisseur de ligne.
nl: [NIEUW] Sneltoetsen voor ongedaan maken en lijndikte

source: Misc: Bumped the line thickness limit to 50.
fr: Divers : Limite d'épaisseur de ligne passée à 50.
nl: [NIEUW] Maximale lijndikte verhoogd naar 50

source: Release: With Stereo Sound
fr: Version : Avec Son Stéréo
nl: Uitgave: ‘Met stereogeluid’

source: First stable release.
fr: Première version stable.
nl: Eerste stabiele uitgave

source: Matrix;Vector;Drawing;Grid;
fr: Matrix;Vecteur;Dessin;Grille;
nl: Matrix;Vector;Tekenen;Raster;Rooster;
