Repository: lainsce/dot-matrix
Catalog: po/*.po
Languages: es, pt_br

source: The creativity playground of lines and curves
es: El campo de juego de la creatividad de las líneas y las curvas
pt_br: O espaço criativo de linhas e curvas

source: Make out icons, glyphs, or anything you can create with lines in this grid of dots
es: Haga iconos, glifos o cualquier cosa que puedas crear con líneas en esta cuadrícula de puntos
pt_br: Faça ícones, símbolos, ou qualquer coisa que você quiser criar com linhas nessa grade de pontos

source: Select whetether to draw with lines or curves.
es: Seleccione si desea dibujar con líneas o curvas.
pt_br: Selecione se deseja desenhar com retas ou curvas

source: Quit anytime with the shortcut Ctrl + Q
es: Salga en cualquier momento con el atajo Ctrl + Q
pt_br: Saia a qualquer momento com o atalho Ctrl + Q

source: Undo with the shortcut Ctrl + Z
es: Deshaga con el atajo Ctrl + Z
pt_br: Desfaça com o atalho Ctrl + Z

source: Change line thickness by +5 or -5 with the respective shortcuts Ctrl + X and Ctrl + Shift + X
es: Cambie el grosor de la línea en +5 o -5 con los respectivos atajos Ctrl + X y Ctrl + Shift + X
pt_br: mude a largura da linha em +5 ou -5 com os atalhos Ctrl + X e Ctrl + Shift + X respectivamente

source: Default view
es: Vista predeterminada

source: Release: Blue Noon
es: Versión: Mediodía azul

source: Changed: UI colors.
es: Cambiado: Colores de la interfaz de usuario.

source: Added: Redo button.
es: Añadido: Botón de rehacer.

source: Added: Settings dialog with canvas size customizing.
es: Añadido: Diálogo de configuración con la personalización del tamaño del lienzo.

source: Release: Orange Sunrise
es: Versión: Amanecer naranja
pt_br: Lançamento: Aurora Laranja

source: Changed: Using more libadwaita recent UI styling.
es: Cambiado: Uso de un estilo de interfaz de usuario más reciente de libadwaita.
pt_br: Alterações: Usando o mais recente estilo de interface do libadwaita

source: Release: Cyan Sunset
es: Versión: Atardecer cian
pt_br: Lançamento: Crepúsculo Ciano

source: Changed: Using libadwaita recent UI styling.
es: Cambiado: Usando el estilo reciente de la interfaz de usuario de libadwaita.
pt_br: Alterações: Usando o mais recente estilo de interface do libadwaita

source: Release: A New UI Hope
es: Versión: Una nueva esperanza para la interfaz de usuario
pt_br: Lançamento: Uma nova esperança de UI

source: New: UI is now following efforts made by me on Notejot.
es: Novedad: La interfaz de usuario sigue ahora los esfuerzos realizados por mí en Notejot.
pt_br: Novo: UI agora segue os esforços feitos por mim no Notejot

source: Fixed: Handles dragging with a mouse/pen for less bugs.
es: Corregido: Maneja el arrastre con el ratón/lápiz óptico para que haya menos errores.
pt_br: Consertado: Gerencia arrastar com um mouse/caneta por menos bugs

source: Release: Hello, GNOME!
es: Versión: ¡Hola, GNOME!
pt_br: Lançamento: Olá, GNOME!

source: Port to GNOME HIG and minor fixes.
es: Portado a GNOME HIG y correcciones menores.
pt_br: Portado para o HIG do GNOME e outros acertos.

source: The glyph playground of creativity from simple lines
es: El patio de juegos de los glifos de la creatividad a partir de simples líneas
pt_br: O espaço criativo de símbolos a partir de linhas simples

source: Matrix;Vector;Drawing;Grid;
es: Matrix;Vector;Drawing;Grid;Matriz;Dibujo;Red;
pt_br: Matriz;Vetor;Desenho;Grade;

source: Canvas Width
es: Ancho del lienzo

source: The canvas width.
es: La anchura del lienzo.

source: Canvas Height
es: Alto del lienzo

source: The canvas height.
es: La altura del lienzo.

source: Line Thickness
es: Grosor de la línea
pt_br: Largura da Linha

source: The line thickness.
es: El grosor de la línea.

source: Closed Paths
es: Caminos cerrados

source: If the drawing will always close lines into shapes.
es: Si el dibujo siempre cerrará líneas en formas.

source: Save As…
es: Guardar como…

source: Preferences
es: Preferencias

source: Keyboard Shortcuts
es: Atajos del teclado
pt_br: Atalhos de Teclado

source: About Dot Matrix
es: Acerca de Dot Matrix
pt_br: Sobre o Matriz de Pontos

source: Pick a Line Color
es: Elija un color de línea
pt_br: Selecione uma Cor de Linha

source: Line Color
es: Color de la línea
pt_br: Cor da Linha

source: New Glyph
es: Glifo nuevo
pt_br: Novo Símbolo

source: Undo Recent Path
es: Deshacer el camino reciente
pt_br: Desfazer Caminho Recente

source: Redo Recent Path
es: Rehacer el camino reciente

source: Line Types
es: Tipos de línea

source: Line
es: Línea
pt_br: Linha

source: Arc
es: Arco
pt_br: Arco

source: Inverted Arc
es: Arco invertido
pt_br: Arco Invertido

source: Glyph Canvas
es: Lienzo del glifo

source: Glyph Drawing
es: Dibujo del glifo

source: Filled Shapes
es: Formas rellenas

source: If there are lines that close shapes, fill them.
es: Si hay líneas que cierran formas, rellénelas.

# shortcut window
source: Quit
es: Salir
pt_br: [janela de atalhos] Sair

# shortcut window
source: Undo
es: Deshacer
pt_br: [janela de atalhos] Desfazer

# shortcut window
source: Redo
es: Rehacer

# shortcut window
source: Drawing
es: Dibujo
pt_br: [janela de atalhos] Desenhar

# shortcut window
source: Decrease Line Thickness
es: Reducir el grosor de la línea
pt_br: [janela de atalhos] Diminuir Largura da Linha

# shortcut window
source: Increase Line Thickness
es: Aumentar el grosor de la línea
pt_br: [janela de atalhos] Aumentar Largura da Linha

source: The glyph playground of creativity from simple lines.
es: El patio de juegos de los glifos de la creatividad a partir de simples líneas.
pt_br: O espaço criativo de símbolos a partir de linhas simples.

source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
pt_br: Clovis Fabricio <github.nosklo@0sg.net>

source: Save Image?
es: ¿Guardar imagen?
pt_br: Salvar Imagem?

source: Not saving means that the image will be lost forever.
es: No guardarla significa que se perderá para siempre.
pt_br: Não salvar significa que a imagem será perdida para sempre.

source: Don't Save
es: No guardar
pt_br: Não Salvar

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Save
es: Guardar
pt_br: Salvar

source: SVG files
es: Archivos SVG
pt_br: Arquivos SVG

source: All files
es: Todos los archivos
pt_br: Todos os arquivos

source: Default
pt_br: Padrão

source: Dot Matrix
pt_br: Matriz de Pontos

source: Save Glyph As…
pt_br: Salvar Símbolo Como...

source: Close All Paths
pt_br: Fechar Todos os Caminhos

# shortcut window
source: General
pt_br: [janela de atalhos] Geral
